{
  "title": "Yes We Can Driving School",
  "welcome-message": "Welcome to Yes We Can Driving School",
  "welcome-content": " At Yes We Can Driving School, we believe in empowering individuals to become safe and confident drivers. With a proud history of serving our community, we are committed to providing top-quality driver education that exceeds expectations. ",
  "about-title1": "Our Experienced Instructors",
  "about-content1": " Our team of experienced instructors brings a wealth of knowledge and expertise to the driver's seat. Fluent in both English and Korean, our instructors create a supportive learning environment where students of all backgrounds feel comfortable and confident behind the wheel. ",
  "about-title2": "Why Choose Yes We Can Driving School?",
  "about-content2-1-strong": "Expert Instruction",
  "about-content2-1": "Benefit from our team's collective knowledge and expertise gained from years of teaching and mentoring aspiring drivers.",
  "about-content2-2-strong": "Personalized Approach",
  "about-content2-2": "We understand that every student is unique. That's why we tailor our lessons to meet your individual needs and learning style.",
  "about-content2-3-strong": "Comprehensive Training",
  "about-content2-3": "Whether you're a beginner or looking to upgrade your skills, our courses cover everything from the basics to advanced driving techniques.",
  "about-content2-4-strong": "Convenient Scheduling",
  "about-content2-4": "With flexible scheduling options, we make it easy for you to fit driver education into your busy lifestyle.",
  "about-content2-5-strong": "Language Support",
  "about-content2-5": "Our instructors ensure that language is never a barrier to learning. Feel at ease knowing that instruction is available in both English and Korean.",
  "about-title3": "Call Us Today",
  "about-content3": " Ready to embark on your journey towards becoming a safe and skilled driver? Call us at Yes We Can Driving School and let us help you achieve your driving goals. Contact us today to schedule your first lesson! ",
  "available-service-region": "Available service region",
  "contactus": "Contact Us",
  "phone": "+1 604-816-7070",
  "kakaotalk-open-chat": "Kakaotalk Open Chat (1:1)",
  "about": "About",
  "pricing": "Pricing",
  "side-bar": "{$START_TAG_MAT_ICON}menu{$CLOSE_TAG_MAT_ICON}{$START_TAG_MAT_MENU}{$START_TAG_BUTTON}{$START_TAG_SPAN}About{$CLOSE_TAG_SPAN}{$CLOSE_TAG_BUTTON}{$START_TAG_BUTTON_1}{$START_TAG_SPAN}Pricing{$CLOSE_TAG_SPAN}{$CLOSE_TAG_BUTTON}{$CLOSE_TAG_MAT_MENU}",
  "page-intro": " Empowering journeys, mastering roads: where every drive is a success story. ",
  "pricing-title": "Our Pricing",
  "standard-lesson": "Standard Lesson",
  "lesson-minimum-hour": "Minimum duration: 1.5 hours",
  "lesson-price": "Price: $80 CAD / 1 hr",
  "additional-charge": "Additional charges may apply for areas outside our supported region",
  "additional-info-title": "Additional Information",
  "pricing-standard-lesson-duration": "Our standard lesson duration is 1.5 hours to ensure effective learning.",
  "pricing-lesson-price": "Each lesson is priced at $80 CAD per hour.",
  "pricing-additional-charges": "If you are located outside our supported area, additional charges may apply.",
  "pricing-value-your-time": "We value your time and aim to provide efficient and productive lessons."
}